class script(object):
    START_TXT = """ʜᴇy {}
    
ɪ ᴀᴍ ᴀ ᴘᴏᴡᴇʀꜰᴜʟ ᴀᴜᴛᴏꜰɪʟᴛᴇʀ + ᴍᴀɴᴜᴀʟꜰɪʟᴛᴇʀ + ꜰɪʟᴇsᴛᴏʀᴇ ʙᴏᴛ.
ʏᴏᴜ ᴄᴀɴ ᴜsᴇ ᴍᴇ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ ɪ ᴡɪʟʟ ɢɪᴠᴇ ᴍᴏᴠɪᴇs ᴏʀ sᴇʀɪᴇs ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ  !!"""

    FILTERS_TXT = """<b>Hᴇʏ {}
Hᴇʀᴇ Is Tʜᴇ Hᴇʟᴘ Fᴏʀ Mʏ Cᴏᴍᴍᴀɴᴅs.</b>"""
    
    HELP_TXT = """ ʜᴏᴡ ᴛᴏ ᴜꜱᴇ ᴍᴇ!?
   
-> ᴀᴅᴅ ᴍᴇ ᴛᴏ ᴀɴʏ ɢʀᴏᴜᴘ ᴀɴᴅ ᴍᴀᴋᴇ ᴍᴇ ᴀᴅᴍɪɴ 
-> ᴀᴅᴅ ᴍᴇ ᴛᴏ ʏᴏᴜʀ ᴅᴇꜱɪʀᴇᴅ ᴄʜᴀɴɴᴇʟ  
    
ʙᴏᴛ ᴄᴏᴍᴍᴀɴᴅꜱ (ᴡᴏʀᴋꜱ ᴏɴʟʏ ɪɴ ɢʀᴏᴜᴘꜱ) :  
-> ᴄʟɪᴄᴋ ʙᴇʟᴏᴡ ʙᴜᴛᴛᴏɴꜱ ᴛᴏ ᴋɴᴏᴡ ᴍᴏʀᴇ ✔ """

    SUPPORT_TXT = """⍟ Cʜᴀɴɴᴇʟs & Gʀᴏᴜᴘs Mᴏᴅᴜʟᴇ ⍟
🗣️ Bᴏᴛ Sᴜᴘᴘᴏʀᴛ Gʀᴏᴜᴘ."""

    OWNER_INFO = """
<b>⍟───[ ᴏᴡɴᴇʀ ᴅᴇᴛᴀɪʟꜱ ]───⍟
    
• ꜰᴜʟʟ ɴᴀᴍᴇ : MATRIX SER
• ᴜꜱᴇʀɴᴀᴍᴇ : @MATRIX_TG
• ᴘᴇʀᴍᴀɴᴇɴᴛ ᴅᴍ ʟɪɴᴋ : <a href='t.me/MATRIX_TG'>ᴄʟɪᴄᴋ ʜᴇʀᴇ</a></b>"""
    
    ABOUT_TXT = """<b>✯ Mʏ Nᴀᴍᴇ: {}
✯ Cʀᴇᴀᴛᴏʀ: <a href='https://t.me/MLZ_BOTZ>MLZ_BOTZ</a>
✯ Lɪʙʀᴀʀʏ: <a href='https://docs.pyrogram.org/'>Pʏʀᴏɢʀᴀᴍ</a>
✯ Lᴀɴɢᴜᴀɢᴇ: <a href='https://www.python.org/download/releases/3.0/'>Pʏᴛʜᴏɴ 3</a>
✯ DᴀᴛᴀBᴀsᴇ: <a href='https://www.mongodb.com/'>MᴏɴɢᴏDB</a>
✯ Bᴏᴛ Sᴇʀᴠᴇʀ: VPS
✯ Bᴜɪʟᴅ Sᴛᴀᴛᴜs: [ Sᴛᴀʙʟᴇ ]</b>"""

    SOURCE_TXT = """<b>ɴᴏᴛᴇ:
- ᴛʜɪꜱ ʙᴏᴛ ɪꜱ ᴀɴ ᴏᴘᴇɴ ꜱᴏᴜʀᴄᴇ ᴘʀᴏᴊᴇᴄᴛ.
- ꜱᴏᴜʀᴄᴇ - <a href="https://github.com/Joelkb/DQ-The-File-Donor">ʜᴇʀᴇ</a>
Dᴇᴠᴇʟᴏᴘᴇʀ:
- <a href="https://t.me/creatorbeatz">Jᴏᴇʟ ᠰ TɢX</a></b>"""

    MATFILTER = """
<b>Filters</b>

• /filters: List all active filters saved in the chat.

<b>Admin only:</b>
• /filter "`<keyword>`" `<reply message>`: Add a filter to this chat. The bot will now reply that message whenever 'keyword'
is mentioned. If you reply to a sticker with a keyword, the bot will reply with that sticker.

If you want your keyword to be a sentence, use quotes. eg: /filter "hey there" How are you doin?
<b>Example:</b>
`/filter "filtername" Reply Text`

Aliases for filters can be too set, just put '|' between the filternames you want.
<b>Example:</b>
`/filter "filtername1|filtername2" Reply Text`
Using the you can make a single filter work on 2 filternames without manually adding another one.

• /stop `<filter keyword>`: Stop that filter.

<b>For Example:</b>
If you stop the "filtername1" from above example, the bot will not respond to "filtername2".

<b>Chat creator only:</b>
• /removeallfilters: Remove all chat filters at once.

**Note:**
Currently there is a limit of 50 filters and 120 aliases per chat.
All filter keywords are in lowercase."""

    BUTTON_TXT = """ʜᴇʟᴘ: <b>ʙᴜᴛᴛᴏɴꜱ</b>
- ᴛʜɪꜱ ʙᴏᴛ ꜱᴜᴘᴘᴏʀᴛꜱ ʙᴏᴛʜ ᴜʀʟ ᴀɴᴅ ᴀʟᴇʀᴛ ɪɴʟɪɴᴇ ʙᴜᴛᴛᴏɴꜱ.
<b>ɴᴏᴛᴇ:</b>
1. ᴛᴇʟᴇɢʀᴀᴍ ᴡɪʟʟ ɴᴏᴛ ᴀʟʟᴏᴡꜱ ʏᴏᴜ ᴛᴏ ꜱᴇɴᴅ ʙᴜᴛᴛᴏɴꜱ ᴡɪᴛʜᴏᴜᴛ ᴀɴʏ ᴄᴏɴᴛᴇɴᴛ, ꜱᴏ ᴄᴏɴᴛᴇɴᴛ ɪꜱ ᴍᴀɴᴅᴀᴛᴏʀʏ.
2. ᴛʜɪꜱ ʙᴏᴛ ꜱᴜᴘᴘᴏʀᴛꜱ ʙᴜᴛᴛᴏɴꜱ ᴡɪᴛʜ ᴀɴʏ ᴛᴇʟᴇɢʀᴀᴍ ᴍᴇᴅɪᴀ ᴛʏᴘᴇ.
3. ʙᴜᴛᴛᴏɴꜱ ꜱʜᴏᴜʟᴅ ʙᴇ ᴘʀᴏᴘᴇʀʟʏ ᴘᴀʀꜱᴇᴅ ᴀꜱ ᴍᴀʀᴋᴅᴏᴡɴ ꜰᴏʀᴍᴀᴛ
<b>ᴜʀʟ ʙᴜᴛᴛᴏɴꜱ:</b>
<code>[Button Text](buttonurl:https://t.me/DQ_The_File_Donor_Updates)</code>
<b>ᴀʟᴇʀᴛ ʙᴜᴛᴛᴏɴꜱ:</b>
<code>[Button Text](buttonalert:ᴛʜɪꜱ ɪꜱ ᴀɴ ᴀʟᴇʀᴛ ᴍᴇꜱꜱᴀɢᴇ)</code>"""

    AUTOFILTER_TXT = """ʜᴇʟᴘ: <b>ᴀᴜᴛᴏ ꜰɪʟᴛᴇʀ</b>
<b>ɴᴏᴛᴇ: Fɪʟᴇ Iɴᴅᴇx</b>
1. ᴍᴀᴋᴇ ᴍᴇ ᴛʜᴇ ᴀᴅᴍɪɴ ᴏꜰ ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ɪꜰ ɪᴛ'ꜱ ᴘʀɪᴠᴀᴛᴇ.
2. ᴍᴀᴋᴇ ꜱᴜʀᴇ ᴛʜᴀᴛ ʏᴏᴜʀ ᴄʜᴀɴɴᴇʟ ᴅᴏᴇꜱ ɴᴏᴛ ᴄᴏɴᴛᴀɪɴꜱ ᴄᴀᴍʀɪᴘꜱ, ᴘᴏʀɴ ᴀɴᴅ ꜰᴀᴋᴇ ꜰɪʟᴇꜱ.
3. ꜰᴏʀᴡᴀʀᴅ ᴛʜᴇ ʟᴀꜱᴛ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ᴍᴇ ᴡɪᴛʜ Qᴜᴏᴛᴇꜱ. ɪ'ʟʟ ᴀᴅᴅ ᴀʟʟ ᴛʜᴇ ꜰɪʟᴇꜱ ɪɴ ᴛʜᴀᴛ ᴄʜᴀɴɴᴇʟ ᴛᴏ ᴍʏ ᴅʙ.

<b>Nᴏᴛᴇ: AᴜᴛᴏFɪʟᴛᴇʀ</b>
1. Aᴅᴅ ᴛʜᴇ ʙᴏᴛ ᴀs ᴀᴅᴍɪɴ ᴏɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ.
2. Usᴇ /connect ᴀɴᴅ ᴄᴏɴɴᴇᴄᴛ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴛᴏ ᴛʜᴇ ʙᴏᴛ.
3. Usᴇ /settings ᴏɴ ʙᴏᴛ's PM ᴀɴᴅ ᴛᴜʀɴ ᴏɴ AᴜᴛᴏFɪʟᴛᴇʀ ᴏɴ ᴛʜᴇ sᴇᴛᴛɪɴɢs ᴍᴇɴᴜ."""

    CONNECTION_TXT = """ʜᴇʟᴘ: <b>ᴄᴏɴɴᴇᴄᴛɪᴏɴꜱ</b>
- ᴜꜱᴇᴅ ᴛᴏ ᴄᴏɴɴᴇᴄᴛ ʙᴏᴛ ᴛᴏ ᴘᴍ ꜰᴏʀ ᴍᴀɴᴀɢɪɴɢ ꜰɪʟᴛᴇʀꜱ 
- ɪᴛ ʜᴇʟᴘꜱ ᴛᴏ ᴀᴠᴏɪᴅ ꜱᴘᴀᴍᴍɪɴɢ ɪɴ ɢʀᴏᴜᴘꜱ.
<b>ɴᴏᴛᴇ:</b>
1. ᴏɴʟʏ ᴀᴅᴍɪɴꜱ ᴄᴀɴ ᴀᴅᴅ ᴀ ᴄᴏɴɴᴇᴄᴛɪᴏɴ.
2. ꜱᴇɴᴅ <code>/ᴄᴏɴɴᴇᴄᴛ</code> ꜰᴏʀ ᴄᴏɴɴᴇᴄᴛɪɴɢ ᴍᴇ ᴛᴏ ʏᴏᴜʀ ᴘᴍ
Cᴏᴍᴍᴀɴᴅs Aɴᴅ Usᴀɢᴇ:
• /connect  - <code>ᴄᴏɴɴᴇᴄᴛ ᴀ ᴘᴀʀᴛɪᴄᴜʟᴀʀ ᴄʜᴀᴛ ᴛᴏ ʏᴏᴜʀ ᴘᴍ</code>
• /disconnect  - <code>ᴅɪꜱᴄᴏɴɴᴇᴄᴛ ꜰʀᴏᴍ ᴀ ᴄʜᴀᴛ</code>
• /connections - <code>ʟɪꜱᴛ ᴀʟʟ ʏᴏᴜʀ ᴄᴏɴɴᴇᴄᴛɪᴏɴꜱ</code>"""

    EXTRAMOD_TXT = """ʜᴇʟᴘ: Exᴛʀᴀ Mᴏᴅᴜʟᴇs
<b>ɴᴏᴛᴇ:</b>
ᴛʜᴇꜱᴇ ᴀʀᴇ ᴛʜᴇ ᴇxᴛʀᴀ ꜰᴇᴀᴛᴜʀᴇꜱ ᴏꜰ ᴛʜɪꜱ ʙᴏᴛ
Cᴏᴍᴍᴀɴᴅs Aɴᴅ Usᴀɢᴇ:
• /id - <code>ɢᴇᴛ ɪᴅ ᴏꜰ ᴀ ꜱᴘᴇᴄɪꜰɪᴇᴅ ᴜꜱᴇʀ.</code>
• /info  - <code>ɢᴇᴛ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ᴀʙᴏᴜᴛ ᴀ ᴜꜱᴇʀ.</code>
• /imdb  - <code>ɢᴇᴛ ᴛʜᴇ ꜰɪʟᴍ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ꜰʀᴏᴍ ɪᴍᴅʙ ꜱᴏᴜʀᴄᴇ.</code>
• /search  - <code>ɢᴇᴛ ᴛʜᴇ ꜰɪʟᴍ ɪɴꜰᴏʀᴍᴀᴛɪᴏɴ ꜰʀᴏᴍ ᴠᴀʀɪᴏᴜꜱ ꜱᴏᴜʀᴄᴇꜱ.</code>"""
    
    ADMIN_TXT = """ʜᴇʟᴘ: Aᴅᴍɪɴ Mᴏᴅs
<b>ɴᴏᴛᴇ:</b>
Tʜɪs Mᴏᴅᴜʟᴇ Oɴʟʏ Wᴏʀᴋs Fᴏʀ Mʏ Aᴅᴍɪɴs
Cᴏᴍᴍᴀɴᴅs Aɴᴅ Usᴀɢᴇ:
• /logs - <code>ᴛᴏ ɢᴇᴛ ᴛʜᴇ ʀᴇᴄᴇɴᴛ ᴇʀʀᴏʀꜱ</code>
• /stats - <code>ᴛᴏ ɢᴇᴛ ꜱᴛᴀᴛᴜꜱ ᴏꜰ ꜰɪʟᴇꜱ ɪɴ ᴅʙ. [Tʜɪs Cᴏᴍᴍᴀɴᴅ Cᴀɴ Bᴇ Usᴇᴅ Bʏ Aɴʏᴏɴᴇ]</code>
• /delete - <code>ᴛᴏ ᴅᴇʟᴇᴛᴇ ᴀ ꜱᴘᴇᴄɪꜰɪᴄ ꜰɪʟᴇ ꜰʀᴏᴍ ᴅʙ.</code>
• /users - <code>ᴛᴏ ɢᴇᴛ ʟɪꜱᴛ ᴏꜰ ᴍʏ ᴜꜱᴇʀꜱ ᴀɴᴅ ɪᴅꜱ.</code>
• /chats - <code>ᴛᴏ ɢᴇᴛ ʟɪꜱᴛ ᴏꜰ ᴍʏ ᴄʜᴀᴛꜱ ᴀɴᴅ ɪᴅꜱ</code>
• /leave  - <code>ᴛᴏ ʟᴇᴀᴠᴇ ꜰʀᴏᴍ ᴀ ᴄʜᴀᴛ.</code>
• /disable  -  <code>ᴛᴏ ᴅɪꜱᴀʙʟᴇ ᴀ ᴄʜᴀᴛ.</code>
• /ban  - <code>ᴛᴏ ʙᴀɴ ᴀ ᴜꜱᴇʀ.</code>
• /unban  - <code>ᴛᴏ ᴜɴʙᴀɴ ᴀ ᴜꜱᴇʀ.</code>
• /channel - <code>ᴛᴏ ɢᴇᴛ ʟɪꜱᴛ ᴏꜰ ᴛᴏᴛᴀʟ ᴄᴏɴɴᴇᴄᴛᴇᴅ ᴄʜᴀɴɴᴇʟꜱ</code>
• /broadcast - <code>ᴛᴏ ʙʀᴏᴀᴅᴄᴀꜱᴛ ᴀ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ᴀʟʟ ᴜꜱᴇʀꜱ</code>
• /grp_broadcast - <code>Tᴏ ʙʀᴏᴀᴅᴄᴀsᴛ ᴀ ᴍᴇssᴀɢᴇ ᴛᴏ ᴀʟʟ ᴄᴏɴɴᴇᴄᴛᴇᴅ ɢʀᴏᴜᴘs.</code>
• /gfilter - <code>ᴛᴏ ᴀᴅᴅ ɢʟᴏʙᴀʟ ғɪʟᴛᴇʀs</code>
• /gfilters - <code>ᴛᴏ ᴠɪᴇᴡ ʟɪsᴛ ᴏғ ᴀʟʟ ɢʟᴏʙᴀʟ ғɪʟᴛᴇʀs</code>
• /delg - <code>ᴛᴏ ᴅᴇʟᴇᴛᴇ ᴀ sᴘᴇᴄɪғɪᴄ ɢʟᴏʙᴀʟ ғɪʟᴛᴇʀ</code>
• /request - <code>Tᴏ sᴇɴᴅ ᴀ Mᴏᴠɪᴇ/Sᴇʀɪᴇs ʀᴇᴏ̨ᴜᴇsᴛ ᴛᴏ ʙᴏᴛ ᴀᴅᴍɪɴs. Oɴʟʏ ᴡᴏʀᴋs ᴏɴ sᴜᴘᴘᴏʀᴛ ɢʀᴏᴜᴘ. [Tʜɪs Cᴏᴍᴍᴀɴᴅ Cᴀɴ Bᴇ Usᴇᴅ Bʏ Aɴʏᴏɴᴇ]</code>
• /delallg - <code>Tᴏ ᴅᴇʟᴇᴛᴇ ᴀʟʟ Gғɪʟᴛᴇʀs ғʀᴏᴍ ᴛʜᴇ ʙᴏᴛ's ᴅᴀᴛᴀʙᴀsᴇ.</code>
• /deletefiles - <code>Tᴏ ᴅᴇʟᴇᴛᴇ CᴀᴍRɪᴘ ᴀɴᴅ PʀᴇDVD Fɪʟᴇs ғʀᴏᴍ ᴛʜᴇ ʙᴏᴛ's ᴅᴀᴛᴀʙᴀsᴇ.</code>"""
  
    STATUS_TXT = """📂 Tᴏᴛᴀʟ Fɪʟᴇꜱ: <code>{}</code>
👤 Tᴏᴛᴀʟ Uꜱᴇʀꜱ: <code>{}</code>
♻️ Tᴏᴛᴀʟ Gʀᴏᴜᴩꜱ: <code>{}</code>
🗃️ DB Sᴛᴏʀᴀɢᴇ: <code>{}</code>
🆓 Fʀᴇᴇ Sᴛᴏʀᴀɢᴇ: <code>{}</code>"""
    
    LOG_TEXT_G = """#NewGroup
Group = {}(<code>{}</code>)
Total Members = <code>{}</code>
Added By - {}
"""
    LOG_TEXT_P = """#NewUser
ID - <code>{}</code>
Name - {}
"""
    GRPMANGA_TXT = """ HEY ʙᴜᴅᴅy,
I ᴀᴍ ʜᴇʀᴇ ᴛᴏ ʜᴇʟᴘ ʏᴏᴜ ɢᴇᴛ ᴀʀᴏᴜɴᴅ ᴀɴᴅ ᴋᴇᴇᴘ ᴛʜᴇ ᴏʀᴅᴇʀ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘꜱ!"""
    
    MATPURGE = """
**ᴘᴜʀɢᴇ**  

• /purge: ᴅᴇʟᴇᴛᴇꜱ ᴍᴇꜱꜱᴀɢᴇꜱ ᴜᴘᴛᴏ ʀᴇᴘʟɪᴇᴅ ᴍᴇꜱꜱᴀɢᴇ. 
• /spurge: ᴅᴇʟᴇᴛᴇꜱ ᴍᴇꜱꜱᴀɢᴇꜱ ᴜᴘᴛᴏ ʀᴇᴘʟɪᴇᴅ ᴍᴇꜱꜱᴀɢᴇ ᴡɪᴛʜᴏᴜᴛ ᴀ ꜱᴜᴄᴄᴇꜱꜱ ᴍᴇꜱꜱᴀɢᴇ. 
• /del: ᴅᴇʟᴇᴛᴇꜱ ᴀ ꜱɪɴɢʟᴇ ᴍᴇꜱꜱᴀɢᴇ, ᴜꜱᴇᴅ ᴀꜱ ᴀ ʀᴇᴘʟʏ ᴛᴏ ᴍᴇꜱꜱᴀɢᴇ"""

    MATAI = """ <b>ꜱᴘᴇᴄɪᴀʟ ᴄʜᴀᴛ ɢᴘᴛ</b>

ᴄᴏᴍᴍᴀɴᴅ ɪꜱ '/openai'
ᴛʜɪꜱ ꜰᴇᴀᴛᴜʀᴇ ᴄᴀɴ ᴏɴʟʏ ᴜꜱᴇ ɪɴ @ᴍʟᴢ_ʙᴏᴛᴢ_ꜱᴜᴘᴘᴏʀᴛ ᴅᴏ ᴏɴᴇ ᴛʜɪꜱ ᴊᴏɪɴ ᴛʜᴀᴛ ᴄʜᴀᴛ ᴇɴᴊᴏʏ ɢᴘᴛ"""

    MATFSUB = """ɢɪᴠᴇ ᴀɴ ɪɴᴘᴜᴛ ʟɪᴋᴇ /fsub {ᴄʜᴀɴɴᴇʟ ɪᴅ ᴏʀ ʟɪɴᴋ ᴏʀ ᴜꜱᴇʀɴᴀᴍᴇ}   
<b>ɴᴏᴛᴇ❗</b> *ʙᴏᴛ ᴍᴜꜱᴛ ʙᴇ ᴀᴅᴍɪɴ ɪɴ ᴛʜᴀᴛ ᴄʜᴀɴɴᴇʟ *ᴜꜱᴇ ᴛʜɪꜱ ᴄᴏᴍᴍᴀɴᴅ ᴏɴʟʏ ɪɴ ɢʀᴏᴜᴘ """

    MATSTICKER = """<b>ᴜꜱᴇʀ ᴄᴏᴍᴍᴀɴᴅꜱ:</b>      
• /ᴋᴀɴɢ (/ꜱᴛᴇᴀʟ) <ᴇᴍᴏᴊɪ>: ʀᴇᴘʟʏ ᴛᴏ ᴀ ꜱᴛɪᴄᴋᴇʀ ᴏʀ ᴀɴʏ ꜱᴜᴘᴘᴏʀᴛᴇᴅ ᴍᴇᴅɪᴀ 
• /ꜱᴛɪᴄᴋᴇʀɪɴꜰᴏ (/ꜱᴛɪɴꜰᴏ) : ʀᴇᴘʟʏ ᴛᴏ ᴀɴʏ ꜱᴛɪᴄᴋᴇʀ ᴛᴏ ɢᴇᴛ ɪᴛ'ꜱ ɪɴꜰᴏ 
• /ɢᴇᴛꜱᴛɪᴄᴋᴇʀ (/ɢᴇᴛꜱᴛ) : ɢᴇᴛ ꜱᴛɪᴄᴋᴇʀ ᴀꜱ ᴘʜᴏᴛᴏ ᴏʀ ᴠɪᴄᴇ ᴠᴇʀꜱᴀ. 
• /ꜱᴛɪᴄᴋᴇʀɪᴅ (/ꜱᴛɪᴅ) : ʀᴇᴘʟʏ ᴛᴏ ᴀɴʏ ꜱᴛɪᴄᴋᴇʀ ᴛᴏ ɢᴇᴛ ɪᴛ'ꜱ ɪᴅ 
• /ᴍᴍꜰ <ʏᴏᴜʀ ᴛᴇxᴛ>: ʀᴇᴘʟʏ ᴛᴏ ᴀ ɴᴏʀᴍᴀʟ ꜱᴛɪᴄᴋᴇʀ ᴏʀ ᴀ ᴘʜᴏᴛᴏ ᴏʀ ᴠɪᴅᴇᴏ ꜰɪʟᴇ ᴛᴏ ᴍᴇᴍɪꜰʏ ɪᴛ. 
ɪꜰ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ʀɪɢʜᴛ ᴛᴇxᴛ ᴀᴛ ʙᴏᴛᴛᴏᴍ ᴜꜱᴇ `;ʀɪɢʜᴛ ʏᴏᴜʀ ᴍᴇꜱꜱᴀɢᴇ`
■ ꜰᴏʀ ᴇ.ɢ:      
○ /ᴍᴍꜰ ʜᴇʟʟᴏ ꜰʀᴇɪɴᴅꜱ : ᴛʜɪꜱ ᴡɪʟʟ ᴀᴅᴅ ᴛᴇxᴛ ᴛᴏ ᴛʜᴇ ᴛᴏᴘ     
○ /ᴍᴍꜰ ʜᴇʟʟᴏ ; ꜰʀᴇɪɴᴅꜱ : ᴛʜɪꜱ ᴡɪʟʟ ᴀᴅᴅ ʜᴇʟʟᴏ ᴛᴏ ᴛʜᴇ ᴛᴏᴘ ᴀɴᴅ ꜰʀᴇɪɴᴅꜱ ᴀᴛ ᴛʜᴇ ʙᴏᴛᴛᴏᴍ     
○ /ᴍᴍꜰ ; ʜᴇʟʟᴏ ꜰʀɪᴇɴᴅꜱ : ᴛʜɪꜱ ᴡɪʟʟ ᴀᴅᴅ ᴛᴇxᴛ ᴀᴛ ᴛʜᴇ ʙᴏᴛᴛᴏᴍ     
○ /ᴍᴍꜰʙ <ᴛᴇxᴛ>: ᴛᴏ ꜰɪʟʟ ᴛᴇxᴛ ᴡɪᴛʜ ʙʟᴀᴄᴋ ᴄᴏʟᴏᴜʀ     
○ /ᴍᴍꜰᴡ ᴏʀ /ᴍᴍꜰ <ᴛᴇxᴛ>: ᴛᴏ ꜰɪʟʟ ɪᴛ ᴡɪᴛʜ ᴡʜɪᴛᴇ ᴄᴏʟᴏᴜʀ  

<ʙ>ɴᴏᴛᴇ</ʙ>

ᴍᴍꜰ ᴀɴᴅ ɢᴇᴛꜱᴛɪᴄᴋᴇʀ ᴏɴʟʏ ꜱᴜᴘᴘᴏʀᴛ ᴘʜᴏᴛᴏ ᴀɴᴅ ɴᴏʀᴍᴀʟ ꜱᴛɪᴄᴋᴇʀꜱ ꜰᴏʀ ɴᴏᴡ.
"""

    MATMORE = """ <b>ᴜꜱᴇʀ ᴄᴏᴍᴍᴀɴᴅꜱ:</b>     
/ɢɪᴛʜᴜʙ - ᴛᴏ ɢᴇᴛ ɢɪᴛʜᴜʙ ᴜꜱᴇʀ ɪɴꜰᴏ     
/ʀᴇᴘᴏ - ᴛᴏ ɢᴇᴛ ɢɪᴛʜᴜʙ ᴘᴜʙ ʀᴇᴘᴏ     
/ʟʏʀɪᴄꜱ - ᴛᴏ ɢᴇᴛ ʟʏʀɪᴄꜱ ᴏꜰ ꜱᴏɴɢ     
/ᴛᴇʟᴇɢʀᴀᴘʜ - ᴘʜᴏᴛᴏ ᴛᴏ ʟɪɴᴋ     
/ᴡʀɪᴛᴇ - ᴛᴏ ᴡʀɪᴛᴇ ᴀ ᴛᴇxᴛ ɪɴ ᴘᴀᴘᴇʀ """
    
    MATREPORT = """ <b>ʀᴇᴘᴏʀᴛ</b>
    
ᴘʀᴇꜱᴇɴᴛɪɴɢ ʀᴇᴘᴏʀᴛꜱ; ɪꜰ ꜱᴏᴍᴇᴏɴᴇ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ ᴛʜɪɴᴋꜱ ꜱᴏᴍᴇᴏɴᴇ ɴᴇᴇᴅꜱ ʀᴇᴘᴏʀᴛɪɴɢ, ᴛʜᴇʏ ɴᴏᴡ ʜᴀᴠᴇ ᴀɴ ᴇᴀꜱʏ ᴡᴀʏ ᴛᴏ ᴄᴀʟʟ ᴀʟʟ ᴀᴅᴍɪɴꜱ.

 <b>ᴍᴇᴍʙᴇʀꜱ</b> 

- @ᴀᴅᴍɪɴ: ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴍᴇꜱꜱᴀɢᴇ ᴛᴏ ʀᴇᴘᴏʀᴛ ɪᴛ ꜰᴏʀ ᴀᴅᴍɪɴꜱ ᴛᴏ ʀᴇᴠɪᴇᴡ. 
- @ᴀᴅᴍɪɴꜱ: ꜱᴀᴍᴇ ᴀꜱ /ʀᴇᴘᴏʀᴛ  ᴛᴏ ʀᴇᴘᴏʀᴛ ᴀ ᴜꜱᴇʀ, 
ꜱɪᴍᴘʟʏ ʀᴇᴘʟʏ ᴛᴏ ʜɪꜱ ᴍᴇꜱꜱᴀɢᴇ ᴡɪᴛʜ @ᴀᴅᴍɪɴ ᴏʀ /ʀᴇᴘᴏʀᴛ; 
ɪ ᴡɪʟʟ ᴛʜᴇʀᴇ ᴛʜᴇ ᴀ ᴍᴇꜱꜱᴀɢᴇ ꜱᴛᴀᴛɪɴɢ ᴛʜᴀᴛ ᴀᴅᴍɪɴꜱ ʜᴀᴠᴇ ʙᴇᴇɴ ɴᴏᴛɪꜰɪᴇᴅ. 
ᴛʜɪꜱ ᴍᴇꜱꜱᴀɢᴇ ɴᴏᴛɪꜰɪᴇꜱ ᴀʟʟ ᴛʜᴇ ᴄʜᴀᴛ ᴀᴅᴍɪɴꜱ  

    MATWELCOME = """ <b>ᴡᴇʟᴄᴏᴍᴇ</b>
    
ʏᴏᴜ ᴄᴀɴ ꜱᴇᴛ ᴍᴀɴɴᴜᴀʟ ᴡᴇʟᴄᴏᴍᴇ ᴛᴇxᴛ ɢʀᴏᴜᴘꜱ!    

**ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ:** 
• /ꜱᴇᴛᴡᴇʟᴄᴏᴍᴇ <ʀᴇᴘʟʏ> : ꜱᴇᴛꜱ ᴀ ᴄᴜꜱᴛᴏᴍ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇꜱꜱᴀɢᴇ. 
• /ꜱᴇᴛɢᴏᴏᴅʙʏᴇ <ʀᴇᴘʟʏ> : ꜱᴇᴛꜱ ᴀ ᴄᴜꜱᴛᴏᴍ ɢᴏᴏᴅʙʏᴇ ᴍᴇꜱꜱᴀɢᴇ. 
• /ʀᴇꜱᴇᴛᴡᴇʟᴄᴏᴍᴇ : ʀᴇꜱᴇᴛꜱ ᴛᴏ ʙᴏᴛ ᴅᴇꜰᴀᴜʟᴛ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇꜱꜱᴀɢᴇ. 
• /ʀᴇꜱᴇᴛɢᴏᴏᴅʙʏᴇ : ʀᴇꜱᴇᴛꜱ ᴛᴏ ʙᴏᴛ ᴅᴇꜰᴀᴜʟᴛ ɢᴏᴏᴅʙʏᴇ ᴍᴇꜱꜱᴀɢᴇ. 
• /ᴡᴇʟᴄᴏᴍᴇ <ᴏɴ/ᴏꜰꜰ> | ɴᴏꜰᴏʀᴍᴀᴛ : ᴇɴᴀʙʟᴇ/ᴅɪꜱᴀʙʟᴇ | ꜱʜᴏᴡꜱ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴡᴇʟᴄᴏᴍᴇ ᴍᴇꜱꜱᴀɢᴇ | ꜱᴇᴛᴛɪɴɢꜱ. 
• /ɢᴏᴏᴅʙʏᴇ <ᴏɴ/ᴏꜰꜰ> | ɴᴏꜰᴏʀᴍᴀᴛ : ᴇɴᴀʙʟᴇ/ᴅɪꜱᴀʙʟᴇ | ꜱʜᴏᴡꜱ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ɢᴏᴏᴅʙʏᴇ ᴍᴇꜱꜱᴀɢᴇ | ꜱᴇᴛᴛɪɴɢꜱ. 
• /ᴄʟᴇᴀɴᴡᴇʟᴄᴏᴍᴇ <ᴏɴ/ᴏꜰꜰ> : ꜱʜᴏᴡꜱ ᴏʀ ꜱᴇᴛꜱ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴄʟᴇᴀɴ ᴡᴇʟᴄᴏᴍᴇ ꜱᴇᴛᴛɪɴɢꜱ. 
• /ᴄʟᴇᴀɴɢᴏᴏᴅʙʏᴇ <ᴏɴ/ᴏꜰꜰ> : ꜱʜᴏᴡꜱ ᴏʀ ꜱᴇᴛꜱ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴄʟᴇᴀɴ ɢᴏᴏᴅʙʏᴇ ꜱᴇᴛᴛɪɴɢꜱ.  

**ᴄʟᴇᴀɴᴇʀ:** 
• /ᴄʟᴇᴀɴꜱᴇʀᴠɪᴄᴇ <ᴏɴ/ᴏꜰꜰ> : ᴜꜱᴇ ɪᴛ ᴛᴏ ᴄʟᴇᴀɴ ᴀʟʟ ꜱᴇʀᴠɪᴄᴇ ᴍᴇꜱꜱᴀɢᴇꜱ ᴀᴜᴛᴏᴍᴀᴛɪᴄᴀʟʟʏ ᴏʀ ᴛᴏ ᴠɪᴇᴡ ᴄᴜʀʀᴇɴᴛ ꜱᴛᴀᴛᴜꜱ."""
    MATPIN = """ <b>ᴘɪɴ</b>
    
ʏᴏᴜ ᴄᴀɴ ᴘɪɴ ᴛᴇxᴛ,ᴍᴇᴅɪᴀ,ᴇᴛᴄ ɪɴ ɢʀᴏᴜᴘꜱ!

 <b>ᴀᴅᴍɪɴ</b> 
 
- /ᴘɪɴ: ᴘɪɴ ᴛʜᴇ ᴍᴇꜱꜱᴀɢᴇ ʏᴏᴜ ʀᴇᴘʟɪᴇᴅ ᴛᴏ. ᴀᴅᴅ 'ʟᴏᴜᴅ' ᴏʀ 'ɴᴏᴛɪꜰʏ' ᴛᴏ ꜱᴇɴᴅ ᴀ ɴᴏᴛɪꜰɪᴄᴀᴛɪᴏɴ ᴛᴏ ɢʀᴏᴜᴘ ᴍᴇᴍʙᴇʀꜱ. 
- /ᴜɴᴘɪɴ: ᴜɴᴘɪɴ ᴛʜᴇ ᴄᴜʀʀᴇɴᴛ ᴘɪɴɴᴇᴅ ᴍᴇꜱꜱᴀɢᴇ. ɪꜰ ᴜꜱᴇᴅ ᴀꜱ ᴀ ʀᴇᴘʟʏ, ᴜɴᴘɪɴꜱ ᴛʜᴇ ʀᴇᴘʟɪᴇᴅ ᴛᴏ ᴍᴇꜱꜱᴀɢᴇ."""
    
    MATLOCK = """
**ʟᴏᴄᴋꜱ**  
ᴜꜱᴇ ᴛʜɪꜱ ᴛᴏ ʟᴏᴄᴋ ɢʀᴏᴜᴘ ᴘᴇʀᴍɪꜱꜱɪᴏɴꜱ. 
ᴀʟʟᴏᴡꜱ ʏᴏᴜ ᴛᴏ ʟᴏᴄᴋ ᴀɴᴅ ᴜɴʟᴏᴄᴋ ᴘᴇʀᴍɪꜱꜱɪᴏɴ ᴛʏᴘᴇꜱ ɪɴ ᴛʜᴇ ᴄʜᴀᴛ.  

**ᴜꜱᴀɢᴇ:** • /ʟᴏᴄᴋ `<ᴛʏᴘᴇ>`: ʟᴏᴄᴋ ᴄʜᴀᴛ ᴘᴇʀᴍɪꜱꜱɪᴏɴ. 
• /ᴜɴʟᴏᴄᴋ `<ᴛʏᴘᴇ>`: ᴜɴʟᴏᴄᴋ ᴄʜᴀᴛ ᴘᴇʀᴍɪꜱꜱɪᴏɴ. 
• /ʟᴏᴄᴋꜱ: ᴠɪᴇᴡ ᴄʜᴀᴛ ᴘᴇʀᴍɪꜱꜱɪᴏɴ. 
• /ʟᴏᴄᴋᴛʏᴘᴇꜱ: ᴄʜᴇᴄᴋ ᴀᴠᴀɪʟᴀʙʟᴇ ʟᴏᴄᴋ ᴛʏᴘᴇꜱ!  

**ᴇxᴀᴍᴘʟᴇ:** 
`/ʟᴏᴄᴋ ᴍᴇᴅɪᴀ`: ᴛʜɪꜱ ʟᴏᴄᴋꜱ ᴀʟʟ ᴛʜᴇ ᴍᴇᴅɪᴀ ᴍᴇꜱꜱᴀɢᴇꜱ ɪɴ ᴛʜᴇ ᴄʜᴀᴛ."""
    
    MATMUTE = """ <b>Mute</b>
    
This module allows you to do that easily

 <b>ADMIN</b> 
    
- /mute: Mute a user.
- /dmute: Mute a user by reply, and delete their message.
- /smute: Silently mute a user, and delete your message.
- /tmute: Temporarily mute a user. Example time values: 4m = 4 minutes, 3h = 3 hours, 6d = 6 days, 5w = 5 weeks.
- /unmute: Unmute a user."""
    
    MATBAN = """ <b>ʙᴀɴ</b>
    
ᴛʜɪꜱ ᴍᴏᴅᴜʟᴇ ᴀʟʟᴏᴡꜱ ʏᴏᴜ ᴛᴏ ᴅᴏ ᴛʜᴀᴛ ᴇᴀꜱɪʟʏ

 <b>ᴀᴅᴍɪɴ</b> 
    
- /ʙᴀɴ: ʙᴀɴ ᴀ ᴜꜱᴇʀ. 
- /ᴅʙᴀɴ: ʙᴀɴ ᴀ ᴜꜱᴇʀ ʙʏ ʀᴇᴘʟʏ, ᴀɴᴅ ᴅᴇʟᴇᴛᴇ ᴛʜᴇɪʀ ᴍᴇꜱꜱᴀɢᴇ. 
- /ꜱʙᴀɴ: ꜱɪʟᴇɴᴛʟʏ ʙᴀɴ ᴀ ᴜꜱᴇʀ, ᴀɴᴅ ᴅᴇʟᴇᴛᴇ ʏᴏᴜʀ ᴍᴇꜱꜱᴀɢᴇ. 
- /ᴛʙᴀɴ: ᴛᴇᴍᴘᴏʀᴀʀɪʟʏ ʙᴀɴ ᴀ ᴜꜱᴇʀ. 
- ᴇxᴀᴍᴘʟᴇ ᴛɪᴍᴇ ᴠᴀʟᴜᴇꜱ: 4ᴍ = 4 ᴍɪɴᴜᴛᴇꜱ,
3ʜ = 3 ʜᴏᴜʀꜱ,
6ᴅ = 6 ᴅᴀʏꜱ,
5ᴡ = 5 ᴡᴇᴇᴋꜱ.

- /ᴜɴʙᴀɴ: ᴜɴʙᴀɴ ᴀ ᴜꜱᴇʀ."""
    
    MATWARN = """ <b>ᴡᴀʀɴ</b>
    
ᴛʜɪꜱ ᴍᴏᴅᴜʟᴇ ᴀʟʟᴏᴡꜱ ʏᴏᴜ ᴛᴏ ᴅᴏ ᴛʜᴀᴛ ᴇᴀꜱɪʟʏ 

**ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ:**

• /ᴡᴀʀɴ `<ʀᴇᴀꜱᴏɴ>`: ᴡᴀʀɴ ᴀ ᴜꜱᴇʀ.
• /ᴅᴡᴀʀɴ `<ʀᴇᴀꜱᴏɴ>`: ᴡᴀʀɴ ᴀ ᴜꜱᴇʀ ʙʏ ʀᴇᴘʟʏ, ᴀɴᴅ ᴅᴇʟᴇᴛᴇ ᴛʜᴇɪʀ ᴍᴇꜱꜱᴀɢᴇ.
• /ꜱᴡᴀʀɴ `<ʀᴇᴀꜱᴏɴ>`: ꜱɪʟᴇɴᴛʟʏ ᴡᴀʀɴ ᴀ ᴜꜱᴇʀ, ᴀɴᴅ ᴅᴇʟᴇᴛᴇ ʏᴏᴜʀ ᴍᴇꜱꜱᴀɢᴇ.
• /ᴡᴀʀɴꜱ: ꜱᴇᴇ ᴀ ᴜꜱᴇʀ'ꜱ ᴡᴀʀɴɪɴɢꜱ.
• /ʀᴍᴡᴀʀɴ: ʀᴇᴍᴏᴠᴇ ᴀ ᴜꜱᴇʀ'ꜱ ʟᴀᴛᴇꜱᴛ ᴡᴀʀɴɪɴɢ.
• /ʀᴇꜱᴇᴛᴡᴀʀɴ: ʀᴇꜱᴇᴛ ᴀʟʟ ᴏꜰ ᴀ ᴜꜱᴇʀ'ꜱ ᴡᴀʀɴɪɴɢꜱ ᴛᴏ 0.
• /ᴡᴀʀɴɪɴɢꜱ: ɢᴇᴛ ᴛʜᴇ ᴄʜᴀᴛ'ꜱ ᴡᴀʀɴɪɴɢ ꜱᴇᴛᴛɪɴɢꜱ.
• /ᴡᴀʀɴᴍᴏᴅᴇ `<ʙᴀɴ/ᴋɪᴄᴋ/ᴍᴜᴛᴇ>`: ꜱᴇᴛ ᴛʜᴇ ᴄʜᴀᴛ'ꜱ ᴡᴀʀɴ ᴍᴏᴅᴇ.
• /ᴡᴀʀɴʟɪᴍɪᴛ `<ɴᴜᴍʙᴇʀ>`: ꜱᴇᴛ ᴛʜᴇ ɴᴜᴍʙᴇʀ ᴏꜰ ᴡᴀʀɴɪɴɢꜱ ʙᴇꜰᴏʀᴇ ᴜꜱᴇʀꜱ ᴀʀᴇ ᴘᴜɴɪꜱʜᴇᴅ.

**ᴇxᴀᴍᴘʟᴇꜱ:**

`/ᴡᴀʀɴ @ᴜꜱᴇʀ`: ᴛʜɪꜱ ᴡᴀʀɴꜱ ᴀ ᴜꜱᴇʀ ɪɴ ᴛʜᴇ ᴄʜᴀᴛ. """
    
    MATAPPROVE = """ <b>ᴀᴘᴘʀᴏᴠᴇ</b>

**ᴀᴅᴍɪɴ ᴄᴏᴍᴍᴀɴᴅꜱ:** 
• /ᴀᴘᴘʀᴏᴠᴀʟ: ᴄʜᴇᴄᴋ ᴀ ᴜꜱᴇʀ'ꜱ ᴀᴘᴘʀᴏᴠᴀʟ ꜱᴛᴀᴛᴜꜱ ɪɴ ᴛʜɪꜱ ᴄʜᴀᴛ. 
• /ᴀᴘᴘʀᴏᴠᴇ: ᴀᴘᴘʀᴏᴠᴇ ᴏꜰ ᴀ ᴜꜱᴇʀ. ʟᴏᴄᴋꜱ, ʙʟᴀᴄᴋʟɪꜱᴛꜱ, ᴀɴᴅ ᴀɴᴛɪꜰʟᴏᴏᴅ ᴡᴏɴ'ᴛ ᴀᴘᴘʟʏ ᴛᴏ ᴛʜᴇᴍ ᴀɴʏᴍᴏʀᴇ. 
• /ᴜɴᴀᴘᴘʀᴏᴠᴇ: ᴜɴᴀᴘᴘʀᴏᴠᴇ ᴏꜰ ᴀ ᴜꜱᴇʀ. ᴛʜᴇʏ ᴡɪʟʟ ɴᴏᴡ ʙᴇ ꜱᴜʙᴊᴇᴄᴛ ᴛᴏ ʙʟᴏᴄᴋʟɪꜱᴛꜱ. 
• /ᴀᴘᴘʀᴏᴠᴇᴅ: ʟɪꜱᴛ ᴀʟʟ ᴀᴘᴘʀᴏᴠᴇᴅ ᴜꜱᴇʀꜱ. 
• /ᴜɴᴀᴘᴘʀᴏᴠᴇᴀʟʟ: ᴜɴᴀᴘᴘʀᴏᴠᴇ *ᴀʟʟ* ᴜꜱᴇʀꜱ ɪɴ ᴀ ᴄʜᴀᴛ. ᴛʜɪꜱ ᴄᴀɴɴᴏᴛ ʙᴇ ᴜɴᴅᴏɴᴇ!  

**ᴇxᴀᴍᴘʟᴇ:** 

`/ᴀᴘᴘʀᴏᴠᴇ @ᴜꜱᴇʀɴᴀᴍᴇ`: ᴛʜɪꜱ ᴀᴘᴘʀᴏᴠᴇꜱ ᴀ ᴜꜱᴇʀ ɪɴ ᴛʜᴇ ᴄʜᴀᴛ."""

    MATFLOOD = """
**ᴀɴᴛɪ ꜰʟᴏᴏᴅ**

**ᴜꜱᴇʀ ᴄᴏᴍᴍᴀɴᴅꜱ:** 
• /ꜰʟᴏᴏᴅ: ᴛᴏ ᴄʜᴇᴄᴋ ᴡᴇᴀᴛʜᴇʀ ᴛʜᴇ ɢʀᴏᴜᴘ ɪꜱ ᴘʀᴏᴛᴇᴄᴛᴇᴅ ꜰʀᴏᴍ ꜱᴘᴀᴍ ᴏʀ ɴᴏᴛ.  

**ᴀᴅᴍɪɴ ᴏɴʟʏ:** 
• /ꜱᴇᴛꜰʟᴏᴏᴅ `ᴏɴ/ᴏꜰꜰ`: ᴛᴏ ᴀᴄᴛɪᴠᴀᴛᴇ ᴏʀ ᴅᴇᴀᴄᴛɪᴠᴀᴛᴇ ᴛʜᴇ ꜰʟᴏᴏᴅ ᴘʀᴏᴛᴇᴄᴛɪᴏɴ 
• /ꜰʟᴏᴏᴅᴀᴄᴛɪᴏɴ: ᴛᴏ ᴄᴜꜱᴛᴏᴍɪᴢᴇ ᴛʜᴇ ꜰʟᴏᴏᴅ ꜱᴇᴛᴛɪɴɢꜱ.  

**ᴇxᴀᴍᴘʟᴇ:** 
`/ꜱᴇᴛꜰʟᴏᴏᴅ ᴏɴ`
"""

    MATNOTES = """
**ɴᴏᴛᴇꜱ**  ꜱᴀᴠᴇ ᴀ ɴᴏᴛᴇ, ɢᴇᴛ ᴛʜᴀᴛ, ᴇᴠᴇɴ ʏᴏᴜ ᴄᴀɴ ᴅᴇʟᴇᴛᴇ ᴛʜᴀᴛ ɴᴏᴛᴇ. 
ᴛʜɪꜱ ɴᴏᴛᴇ ᴏɴʟʏ ᴀᴠᴀɪᴀʙʟᴇ ꜰᴏʀ ʏᴏᴜʀ ᴡʜᴏʟᴇ ɢʀᴏᴜᴘ! 
ᴏɴʟʏ ᴀᴅᴍɪɴꜱ ᴄᴀɴ ꜱᴀᴠᴇ ᴀɴᴅ ᴅᴇʟᴇᴛᴇɴᴏᴛᴇꜱ, ᴀɴʏᴏɴᴇ ᴄᴀɴ ɢᴇᴛ ᴛʜᴇᴍ.  
• /ꜱᴀᴠᴇ `<ɴᴏᴛᴇɴᴀᴍᴇ>` <`ɴᴏᴛᴇ ᴄᴏɴᴛᴇɴᴛ ᴏʀ ʀᴇᴘʟʏ ᴛᴏ ᴍᴇꜱꜱᴀɢᴇ>`     ꜱᴀᴠᴇ ᴀ ɴᴏᴛᴇ, 
ʏᴏᴜ ᴄᴀɴ ɢᴇᴛ ᴏʀ ᴅᴇʟᴇᴛᴇ ᴛʜᴀᴛ ʟᴀᴛᴇʀ.  
• /ɢᴇᴛ `<ɴᴏᴛᴇ>` ᴏʀ #<ɴᴏᴛᴇ>     ɢᴇᴛ ᴛʜᴀᴛ ɴᴏᴛᴇ, ɪꜰ ᴀᴠᴀɪᴀʙʟᴇ.  
• /ɢᴇᴛ `<ɴᴏᴛᴇ>` ɴᴏꜰᴏʀᴍᴀᴛ ᴏʀ /ɢᴇᴛ `<ɴᴏᴛᴇ>` ʀᴀᴡ     ɢᴇᴛ ᴛʜᴀᴛ ɴᴏᴛᴇ ɪɴ ʀᴀᴡ ꜰᴏʀᴍᴀᴛ,
ꜱᴏ ʏᴏᴜ ᴄᴀɴ ᴇᴅɪᴛ ᴀɴᴅ ᴜᴘᴅᴀᴛᴇ ɪᴛ.  
• /ᴄʟᴇᴀʀ `<ɴᴏᴛᴇ>`     ᴅᴇʟᴇᴛᴇ ᴛʜᴀᴛ ɴᴏᴛᴇ, ɪꜰ ᴀᴠᴀɪᴀʙʟᴇ.  
• /ᴄʟᴇᴀʀᴀʟʟ     ᴄʟᴇᴀʀꜱ ᴀʟʟ ɴᴏᴛᴇꜱ ɪɴ ᴛʜᴇ ᴄʜᴀᴛ!     

**ɴᴏᴛᴇ:** ᴄᴀɴ ᴏɴʟʏ ʙᴇ ᴜꜱᴇᴅ ʙʏ ᴏᴡɴᴇʀ ᴏꜰ ᴄʜᴀᴛ!  
• /ꜱᴀᴠᴇᴅ ᴏʀ /ɴᴏᴛᴇꜱ     ɢᴇᴛ ᴀʟʟ ʏᴏᴜʀ ɴᴏᴛᴇꜱ, ɪꜰ ᴛᴏᴏ ᴍᴜᴄʜ ɴᴏᴛᴇꜱ, ᴘʟᴇᴀꜱᴇ ᴜꜱᴇ ᴛʜɪꜱ ɪɴ ʏᴏᴜʀ ꜱᴀᴠᴇᴅ ᴍᴇꜱꜱᴀɢᴇ ɪɴꜱᴛᴇᴀᴅ!  
• /ᴘʀɪᴠᴀᴛᴇɴᴏᴛᴇꜱ `<ᴏɴ/ʏᴇꜱ/ɴᴏ/ᴏꜰꜰ>`: ᴡʜᴇᴛʜᴇʀ ᴛᴏ ᴛᴜʀɴ ᴘʀɪᴠᴀᴛᴇ ʀᴜʟᴇꜱ ᴏɴ ᴏʀ ᴏꜰꜰ, ᴘʀᴇᴠᴇɴᴛꜱ ꜱᴘᴀᴍ ɪɴ ᴄʜᴀᴛ ᴡʜᴇɴ ᴘᴇᴏᴘʟᴇ ᴜꜱᴇ ɴᴏᴛᴇꜱ ᴄᴏᴍᴍᴀɴᴅ.  

**ɴᴏᴛᴇ ꜰᴏʀᴍᴀᴛ**     
ᴄʜᴇᴄᴋ /ᴍᴀʀᴋᴅᴏᴡɴʜᴇʟᴘ ꜰᴏʀ ʜᴇʟᴘ ʀᴇʟᴀᴛᴇᴅ ᴛᴏ ꜰᴏʀᴍᴀᴛᴛɪɴɢ!"""      

    MATADMINS = """ 
**ᴀᴅᴍɪɴ**  
**ᴜꜱᴇʀ ᴄᴏᴍᴍᴀɴᴅꜱ:** 
• /ᴀᴅᴍɪɴʟɪꜱᴛ: ʟɪꜱᴛ ᴀʟʟ ᴛʜᴇ ᴀᴅᴍɪɴꜱ ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ.  
    
**ᴀᴅᴍɪɴ ᴏɴʟʏ:** 
• /ɪɴᴠɪᴛᴇʟɪɴᴋ: ɢᴇᴛꜱ ᴄʜᴀᴛ ɪɴᴠɪᴛᴇʟɪɴᴋ. 
• /ᴘʀᴏᴍᴏᴛᴇ: ᴘʀᴏᴍᴏᴛᴇꜱ ᴛʜᴇ ᴜꜱᴇʀ ʀᴇᴘʟɪᴇᴅ ᴛᴏ ᴏʀ ᴛᴀɢɢᴇᴅ (ꜱᴜᴘᴘᴏʀᴛꜱ ᴡɪᴛʜ ᴛɪᴛʟᴇ). 
• /ꜰᴜʟʟᴘʀᴏᴍᴏᴛᴇ: ꜰᴜʟʟʏ ᴘʀᴏᴍᴏᴛᴇꜱ ᴛʜᴇ ᴜꜱᴇʀ ʀᴇᴘʟɪᴇᴅ ᴛᴏ ᴏʀ ᴛᴀɢɢᴇᴅ (ꜱᴜᴘᴘᴏʀᴛꜱ ᴡɪᴛʜ ᴛɪᴛʟᴇ). 
• /ᴅᴇᴍᴏᴛᴇ: ᴅᴇᴍᴏᴛᴇꜱ ᴛʜᴇ ᴜꜱᴇʀ ʀᴇᴘʟɪᴇᴅ ᴛᴏ ᴏʀ ᴛᴀɢɢᴇᴅ. 
• /ꜱᴇᴛɢᴘɪᴄ: ꜱᴇᴛ ɢʀᴏᴜᴘ ᴘɪᴄᴛᴜʀᴇ. 
• /ᴀᴅᴍɪɴᴄᴀᴄʜᴇ: ʀᴇʟᴏᴀᴅꜱ ᴛʜᴇ ʟɪꜱᴛ ᴏꜰ ᴀʟʟ ᴛʜᴇ ᴀᴅᴍɪɴꜱ ɪɴ ᴛʜᴇ ɢʀᴏᴜᴘ. 
• /ᴢᴏᴍʙɪᴇꜱ: ʙᴀɴꜱ ᴀʟʟ ᴛʜᴇ ᴅᴇʟᴇᴛᴇᴅ ᴀᴄᴄᴏᴜɴᴛꜱ. (ᴏᴡɴᴇʀ ᴏɴʟʏ) 
• /ᴛɪᴛʟᴇ: ꜱᴇᴛꜱ ᴀ ᴄᴜꜱᴛᴏᴍ ᴛɪᴛʟᴇ ꜰᴏʀ ᴀɴ ᴀᴅᴍɪɴ ᴛʜᴀᴛ ᴛʜᴇ ʙᴏᴛ ᴘʀᴏᴍᴏᴛᴇᴅ. 
• /ᴅɪꜱᴀʙʟᴇ <ᴄᴏᴍᴍᴀɴᴅɴᴀᴍᴇ>: ꜱᴛᴏᴘ ᴜꜱᴇʀꜱ ꜰʀᴏᴍ ᴜꜱɪɴɢ "ᴄᴏᴍᴍᴀɴᴅɴᴀᴍᴇ" ɪɴ ᴛʜɪꜱ ɢʀᴏᴜᴘ.
• /ᴇɴᴀʙʟᴇ <ɪᴛᴇᴍ ɴᴀᴍᴇ>: ᴀʟʟᴏᴡ ᴜꜱᴇʀꜱ ꜰʀᴏᴍ ᴜꜱɪɴɢ "ᴄᴏᴍᴍᴀɴᴅɴᴀᴍᴇ" ɪɴ ᴛʜɪꜱ ɢʀᴏᴜᴘ. 
• /ᴅɪꜱᴀʙʟᴇᴀʙʟᴇ: ʟɪꜱᴛ ᴀʟʟ ᴅɪꜱᴀʙʟᴇᴀʙʟᴇ ᴄᴏᴍᴍᴀɴᴅꜱ. 
• /ᴅɪꜱᴀʙʟᴇᴅᴇʟ <ʏᴇꜱ/ᴏꜰꜰ>: ᴅᴇʟᴇᴛᴇ ᴅɪꜱᴀʙʟᴇᴅ ᴄᴏᴍᴍᴀɴᴅꜱ ᴡʜᴇɴ ᴜꜱᴇᴅ ʙʏ ɴᴏɴ-ᴀᴅᴍɪɴꜱ.
• /ᴅɪꜱᴀʙʟᴇᴅ: ʟɪꜱᴛ ᴛʜᴇ ᴅɪꜱᴀʙʟᴇᴅ ᴄᴏᴍᴍᴀɴᴅꜱ ɪɴ ᴛʜɪꜱ ᴄʜᴀᴛ. 
• /ᴇɴᴀʙʟᴇᴀʟʟ: ᴇɴᴀʙʟᴇ ᴀʟʟ ᴅɪꜱᴀʙʟᴇᴅ ᴄᴏᴍᴍᴀɴᴅꜱ.  
    
**ᴇxᴀᴍᴘʟᴇ:** 
`/ᴘʀᴏᴍᴏᴛᴇ @ᴜꜱᴇʀɴᴀᴍᴇ`: ᴛʜɪꜱ ᴘʀᴏᴍᴏᴛᴇꜱ ᴀ ᴜꜱᴇʀ ᴛᴏ ᴀᴅᴍɪɴ."""      
     MATSTICKER = """
ᴜꜱᴇʀ ᴄᴏᴍᴍᴀɴᴅꜱ:          
• /ꜱᴛɪᴄᴋᴇʀɪᴅ : ʀᴇᴘʟʏ ᴛᴏ ᴀɴʏ ꜱᴛɪᴄᴋᴇʀ ᴛᴏ ɢᴇᴛ ɪᴛ'ꜱ ɪᴅ"""      
MATACCEPTOR = """ <b>ᴀᴜᴛᴏ ᴀᴄᴄᴇᴘᴛᴏʀ</b>      

- ᴛᴏ ᴇɴᴀʙʟᴇ ᴛʜᴇ ᴀᴜᴛᴏ ᴀᴄᴄᴇᴘᴛ ꜰᴇᴀᴛᴜʀᴇ, ꜱɪᴍᴘʟʏ ᴛʏᴘᴇ /ᴀᴜᴛᴏᴀᴄᴄᴇᴘᴛ ᴏɴ ɪɴ ᴛʜᴇ ᴄʜᴀᴛ. 
- ɪꜰ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ᴅɪꜱᴀʙʟᴇ ᴛʜᴇ ᴀᴜᴛᴏ ᴀᴄᴄᴇᴘᴛ ꜰᴇᴀᴛᴜʀᴇ, ᴜꜱᴇ ᴛʜᴇ ᴄᴏᴍᴍᴀɴᴅ /ᴀᴜᴛᴏᴀᴄᴄᴇᴘᴛ ᴏꜰꜰ     
"""      

    MATFUNS = """ <b>ꜰᴜɴ</b>  
• /ʀᴜɴꜱ: ʀᴇᴘʟʏ ᴀ ʀᴀɴᴅᴏᴍ ꜱᴛʀɪɴɢ ꜰʀᴏᴍ ᴀɴ ᴀʀʀᴀʏ ᴏꜰ ʀᴇᴘʟɪᴇꜱ. 
• /ꜱʟᴀᴘ: ꜱʟᴀᴘ ᴀ ᴜꜱᴇʀ, ᴏʀ ɢᴇᴛ ꜱʟᴀᴘᴘᴇᴅ ɪꜰ ɴᴏᴛ ᴀ ʀᴇᴘʟʏ. 
• /ɪɴꜱᴜʟᴛ: ᴛᴏ ɪɴꜱᴜʟᴛ ᴀ ᴜꜱᴇʀ, ᴏʀ ɢᴇᴛ ɪɴꜱᴜʟᴛᴇᴅ ɪꜰ ɴᴏᴛ ᴀ ʀᴇᴘʟʏ 
• /ꜱʜʀᴜɢ : ɢᴇᴛ ꜱʜʀᴜɢ xᴅ. 
• /ᴅᴇᴄɪᴅᴇ : ʀᴀɴᴅᴏᴍʟʏ ᴀɴꜱᴡᴇʀꜱ ʏᴇꜱ/ɴᴏ/ᴍᴀʏʙᴇ 
• /ᴛᴏꜱꜱ : ᴛᴏꜱꜱᴇꜱ ᴀ ᴄᴏɪɴ 
• /ʏᴇꜱ : ᴄʜᴇᴄᴋ ᴜʀꜱᴇʟꜰ :ᴠ 
• /ɴᴏ : ᴄʜᴇᴄᴋ ᴜʀꜱᴇʟꜰ :ᴠ 
• /ʙʟᴜᴇᴛᴇxᴛ : ᴄʜᴇᴄᴋ ᴜʀꜱᴇʟꜰ :ᴠ 
• /ʀᴏʟʟ : ʀᴏʟʟ ᴀ ᴅɪᴄᴇ. 
• /ʀᴇᴀᴄᴛ : ʀᴀɴᴅᴏᴍ ʀᴇᴀᴄᴛɪᴏɴ 
• /ꜱʜᴏᴜᴛ <ᴋᴇʏᴡᴏʀᴅ>: ᴡʀɪᴛᴇ ᴀɴʏᴛʜɪɴɢ ʏᴏᴜ ᴡᴀɴᴛ ᴛᴏ ɢɪᴠᴇ ʟᴏᴜᴅ ꜱʜᴏᴜᴛ.  """          
    MATRULES = """ 
**ʀᴜʟᴇꜱ**  
ꜱᴇᴛ ʀᴜʟᴇꜱ ꜰᴏʀ ʏᴏᴜ ᴄʜᴀᴛ ꜱᴏ ᴛʜᴀᴛ ᴍᴇᴍʙᴇʀꜱ ᴋɴᴏᴡ ᴡʜᴀᴛ ᴛᴏ ᴅᴏ ᴀɴᴅ ᴡʜᴀᴛ ɴᴏᴛ ᴛᴏ ᴅᴏ ɪɴ ʏᴏᴜʀ ɢʀᴏᴜᴘ!  
• /ʀᴜʟᴇꜱ: ɢᴇᴛ ᴛʜᴇ ʀᴜʟᴇꜱ ꜰᴏʀ ᴄᴜʀʀᴇɴᴛ ᴄʜᴀᴛ.  

**ᴀᴅᴍɪɴ ᴏɴʟʏ:** 
• /ꜱᴇᴛʀᴜʟᴇꜱ `<ʀᴜʟᴇꜱ>`: ꜱᴇᴛ ᴛʜᴇ ʀᴜʟᴇꜱ ꜰᴏʀ ᴛʜɪꜱ ᴄʜᴀᴛ, ᴀʟꜱᴏ ᴡᴏʀᴋꜱ ᴀꜱ ᴀ ʀᴇᴘʟʏ ᴛᴏ ᴀ ᴍᴇꜱꜱᴀɢᴇ. 
• /ᴄʟᴇᴀʀʀᴜʟᴇꜱ: ᴄʟᴇᴀʀ ᴛʜᴇ ʀᴜʟᴇꜱ ꜰᴏʀ ᴛʜɪꜱ ᴄʜᴀᴛ. 
• /ᴘʀɪᴠʀᴜʟᴇꜱ `<ᴏɴ/ʏᴇꜱ/ɴᴏ/ᴏꜰꜰ>`: ᴛᴜʀɴꜱ ᴏɴ/ᴏꜰꜰ ᴛʜᴇ ᴏᴘᴛɪᴏɴ ᴛᴏ ꜱᴇɴᴅ ᴛʜᴇ ʀᴜʟᴇꜱ ᴛᴏ ᴘᴍ ᴏꜰ ᴜꜱᴇʀ ᴏʀ ɢʀᴏᴜᴘ.  

**ɴᴏᴛᴇ ꜰᴏʀᴍᴀᴛ**     
ᴄʜᴇᴄᴋ /ᴍᴀʀᴋᴅᴏᴡɴʜᴇʟᴘ ꜰᴏʀ ʜᴇʟᴘ ʀᴇʟᴀᴛᴇᴅ ᴛᴏ ꜰᴏʀᴍᴀᴛᴛɪɴɢ!
"""
